/* Russian Localization made by Vitaly Parovishnik */

/* Download size */
"%.2f / %.2f Mb  (%.2f Mb/s)" = "%1$.2f / %2$.2f Мб  (%3$.2f Мб/с)";

/* Download time min/sec */
"%i min %i sec" = "%1$i мин %2$i сек";

/* Download time sec */
"%i sec" = "%i сек";

/* An update is available */
"An update is available" = "Доступно обновление";

/* Are you sure want to cancel */
"Are you sure want to cancel?" = "Вы действительно хотите отменить?";

/* Can't download ipsw list */
"Can't download ipsw list" = "Не удалось загрузить список ipsw";

/* Cancel Download */
"Cancel Download" = "Отменить загрузку";

/* Connection error */
"Connection error" = "Ошибка соединения";

/* Download to */
"Download to" = "Скачать в";

/* Expect to start download */
"Expect to start download" = "Ожидается начало загрузки";

/* Growl notification title */
"ipswDownloader" = "ipswDownloader";

/* No */
"No" = "Нет";

/* No updates */
"No updates" = "Нет обновлений";

/* OK */
"OK" = "OK";

/* Update */
"Update" = "Обновить";

/* Would you like to update application now? */
"Would you like to update application now?" = "Вы хотите обновить приложение?";

/* Yes */
"Yes" = "Да";

/* You are using the latest version */
"You are using the latest version" = "Вы используете последнюю версию программы";

/* Growl Download Complete */
"Download Complete" = "Загрузка завершена";

/* Growl Download Fail */
"Download Fail" = "Загрузка оборвалась";

/* Growl Download Canceled */
"Download Canceled" = "Загрузка отменена";

/* Growl Download Paused */
"Download Paused" = "Загрузка приостановлена";

/* Growl Download Resume */
"Download Resume" = "Загрузка возобновлена";

/* Growl SHA1 Checksum Fail" */
"SHA1 Checksum Fail" = "Контрольная сумма SHA1 неверна";

/* Resume */
"Resume" = "Возобновить";

/* Pause */
"Pause" = "Пауза";

/* No Internet Connection */
"No Internet Connection" = "Нет соединение с Интернет";

/* Please check your Internet connection */
"Please check your Internet connection" = "Пожалуйста проверьте соединение с Интернет";

/* Cancel */
"Cancel" = "Отменить";

/* Download */
"Download" = "Скачать";

/* Duplicate finded */
"Duplicate finded" = "Найден дубликат";

/* Start new Download 1 */
"You are currently downloading that firmware. Do You want start new download?" = "В данный момент вы уже скачиваете эту прошивку. Хоти загрузить е еще раз?";

/* Start new Download 2 */
"You are downloaded that firmware before. Do You want start new download?" = "Вы уже скачали этот файл. Хоти загрузить его еще раз?";

/* Start new Download 3 */
"That firmware is paused. Do You want start new or resume download?" = "В данный момент скачивание этой прошивки приостановлено. Хоти загрузить его еще раз или возобновить текущую?";
